tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "puma/puma"

brew "awscli"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "htop"
brew "libffi"
brew "libxml2"
brew "libyaml"
brew "mysql"
brew "n"
brew "openssh"
brew "openssl"
brew "pinentry-mac"
brew "postgresql"
brew "puma/puma/puma-dev"
brew "ranger"
brew "rbenv"
brew "redis"
brew "svgo"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"

# casks
cask "alfred"
cask "appcleaner"
cask "chromedriver"
cask "enpass"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-roboto"
cask "font-space-grotesk"
cask "google-chrome"
cask "imageoptim"
cask "kitty"
cask "notion"
cask "polymail"
cask "postico"
cask "postman"
cask "slack"
cask "spectacle"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zeplin"
